<?php

/****************************************************
 *													*
 *             	   General Vars						*
 * 													*
 ***************************************************/
$lang['direction']		= 'rtl';
$lang['logout']			= 'خروج';
$lang['copyright']		= '&copy; جميع الحقوق محفوظة ' . date('Y') . ' - %s.';
$lang['s']				= 'تم بنجاح...';
$lang['w']				= 'تحذير...';
$lang['e']				= 'لديك الاخطاء التالية:';
$lang['add']			= 'إضافة';
$lang['addS']			= 'إضافة %s';
$lang['create']			= 'إنشاء';
$lang['createS']		= 'إنشاء %s';
$lang['edit']			= 'تعديل';
$lang['editS']			= 'تعديل %s';
$lang['update']			= 'تحديث';
$lang['updateS']		= 'تحديث %s';
$lang['submit']			= 'إرسال';
$lang['submitS']		= 'إرسال %s';
$lang['delete']			= 'حذف';
$lang['deleteS']		= 'حذف %s';
$lang['cancel']			= 'إلغاء';


/****************************************************
 *													*
 *				  General Messages  				*
 * 													*
 ***************************************************/
$lang['access_denied']				= 'ليس لديك الصلاحية للوصول الى هذه المنطقة.';


/****************************************************
 *													*
 *      Modules got called by Another Modules		*
 * 													*
 ***************************************************/
$lang['chooseGroup']     = 'إختار مجموعة';


/****************************************************
 *													*
 *      		  Pref Module vars					*
 * 													*
 ***************************************************/
$lang['businessName'] = 'إسم شركتي';
